{
    "title": "메타버스",
    "intro": "메타버스는 “인터넷의 3D 버전”이나 “온라인 소통의 다음 단계”라고 합니다. 메타버스의 제일 중요한 포인트는 모든 분들이 현실에서 보통 할 수 있는 것을, 온라인에서 할 수 있습니다. 일상 생활에서는 누군가 수업을 들거나 출근하거나 친구를 만나러 카페에 가는데 메타버스는 이런 것도 다 온라인에서 하려고 합니다. 증강 현실 (AR)하고 가상 현실 (VR), 혼합 현실 (MR)을 사용하면서 “아바타”를 만들고 외모를 선택을 할 수 있습니다. 다른 포인트는 이 분이 가상으로 무언가를 — NFT나 비트코인 같은 것 — 소유할 수 있습니다. 메타버스의 목표가 온라인 경험이 현실과 똑같아지는 것입니다.",
    "xr" : {
        "title": "확장현실 (XR)",
        "desc": "확장 현실에는 세 가지 종류가 있습니다. 증강현실(AR), 가상현실(VR), 혼합현실(MR)이 있습니다.\n\n더 배우려고 하면 기술을 클릭하십시오.",
        "ar": "증강 현실 (AR)",
        "ar_desc": "증강 현실 (AR)은 컴퓨터가 만든 컨텐츠를 현실에 넣은 개념입니다. 사용자가 AR로 가상 세계에서 바로 갈 수 없지만 이미 있는 현실이 높이는 게 AR의 의미입니다. 스마트폰이나 태블렛처럼 흔한 기술이 있는 분이 AR을 사용을 할 수 있습니다.",
        "ar_how": "AR은 컴퓨터 비전으로 환경를 보고 이해하여 시스템이 디지털 컨텐츠를 현실적으로 넣을 수 있는 위치를 알고 있습니다. 일부 AR 앱은 물리적인 태그 (i.e. QR 코드)로 정보를 넣을 수 있는 위치를 봅니다.",
        "vr": "가상 현실 (VR)",
        "vr_desc": "가상 현실 (VR)은 사용자가 경험하고 상호 작용하는 컴퓨터 만든 시뮬레이션입니다. 대부분의 현재 기술은 청각 및 시각적 피드백으로 사용자를 디지털 세계에 몰입시키는데 더 많은 기술이 다른 감각 피드백을 실험해 보고 있습니다. 환경이 현실적이기 때문에 거의 완전한 현실 도피주의가 있습니다.",
        "vr_how": "사용자는 VR을 가능하지도록 눈과 귀 위에 헤드셋을 착용해야 합니다. 사용자에게 환경을 1인칭 관점으로 잘 보여주게 그 헤드셋 안에 스크린 및 스테레오 사운드가 있습니다. 각도 및 속도 센서로 시스템이 머리의 움직임 추적을 할 수 있습니다. 밖으로 향하는 카메라들이 컴퓨터 비전으로 손의 자세를 추적할 수 있습니다. 다른 헤드셋이 시선 추적을 사용합니다.",
        "mr": "혼합 현실 (MR)",
        "mr_desc": "혼합 현실 (MR)은 물리적 세계와 디지털 세계를 병합합니다. MR이라는 기술의 능력이 AR보다 더 많은데 VR만큼 MR 사용자가 다른 세계에 잘 몰입시킬 수 없습니다. 많은 현재 MR 기술이 안경처럼 가벼운 헤드셋에 고정시킨 시스루 디스플레이 있습니다. 이 '스마트 안경'이라는 기술이 사용자에게 AR 개체를 보여주고 사용자가 그것을 상호 작용을 할 수 있습니다.",
        "mr_how": "개발자들이 홀로그램을 가능하지려고 합니다. 이 디지털 3D 모델이 응시, 제스처 및 음성 명령에 응답할 수 있습니다. MR가 빛과 위치로 그 모델하고, 자극에 대한 반응을 현실적인 렌더링을 합니다."
    },
    "avatars" : {
        "title": "아바타",
        "desc": "아바타는 가상 세계에서 사용자 나타낼 수 있는 방법입니다. 사용자가 모습을 선택을 할 수 있는 비디오 게임을 하면 메타버스 아바타가 비슷합니다. 메타버스에서 만드는 아바타가 사용자를 나타내고 아무 행동나를 반영을 수도 있고 언제든지 변경할 수 있습니다.",
        "instructions": "아바타의 모습의 다른 특징을 변경하려면 화살표를 클릭하십시오."
    },
    "ownership" : {
        "title": "소유",
        "desc": "메타버스에서 소유는 사용자가 디지털 자산이 있는 개념입니다. 현재 개발하고 있는 소유가 디지털 부동산이나 비디오 게임에서 있는 통화와 비슷한 돈입니다. 모든 메타버스 자산은 현실 세계에 없습니다. 인기 있는 소유의 종류는 암호화폐나 NFT처럼 블록체인을 사용하는 기술입니다. 이 자산들이 가상 세계에서 다른 가상 세계로 가져갈 수도 있습니다.",
        "blockchain": "블록체인이란?"
    },
    "role" : {
        "title": "HMGICS에서 적용",
        "desc": "3D로 스마트 팩토리를 시각화를 하고 자동차 생산의 상태를 원격으로 관찰하도록 메타버스는 사용됩니다. 제조오류가 있다면 메타버스에서 오류가 평가를 할 수 있어서 수정하게 몸소 방문할 필요없습니다. 새로운 기능을 실제 차 안에 장착될 때까지 기다릴 필요 없이 메타버스에서 고객들이 그 기능을 가상으로 테스트를 할 수 있는 시스템은 가능합니다. HMGICS의 메타버스는 실시간 데이터를 동기화를 할 수도 있습니다. 디지털 트윈도 메타버스를 사용하는데 다음 섹션에는 더 자세히 설명하겠습니다."
    },
    "next": "다음: 디지털 트윈"
}